/* Error message */
"An error occurred while uploading to Box." = "上传到 Box 时出错";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "相同名称的项目已存在";

/* Cannot reach the internet */
"Please check your network connection and try again." = "请检查您的网络连接，然后重试。";

/* Sign in */
"Sign In..." = "登录...";

/* Sign out */
"Sign out" = "退出";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "该文件夹不存在或者您无访问权限，请选择其他文件夹。";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "您的录制链接已准备好粘贴。";

/* Error title
   Unable to share title */
"Unable to share to Box" = "无法分享到 Box";

/* Upload worked, URL may not have */
"Upload succeeded" = "上传成功";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "将捕获的数据上传到 Box 以托管图片或视频。";

